Namespace:   Autodesk.Revit.DB.Electrical
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 17.0.0.0 (17.0.484.0)
 Syntax
  C#
internal Object CurrentObject { get; }
  Visual Basic
Friend ReadOnly Property CurrentObject As Object
	Get
  Visual C++
internal:
virtual property Object^ CurrentObject {
	Object^ get () sealed;
}
 Implements
  IEnumerator Current
 See Also
  CableTraySizeIterator Class
  Autodesk.Revit.DB.Electrical Namespace